Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/tm/Hrodzienskaja/Hrodna.tmx
Source language: ru
Languages: be

source: 11 Липеня
be: #11 Ліпеня

source: 17 Сентября
be: #17 Верасня

source: 8 Марта
be: #8 Сакавіка

source: Абремского
be: #Абрэмскага

source: Автомобильная
be: #Аўтамабільная

source: Агрономическая
be: #Агранамічная

source: Агрэстовая
be: #Агрэставая

source: Адамовичская
be: #Адамавіцкая

source: Академическая
be: #Акадэмічная

source: Аксамитная
be: #Аксамітная

source: Аксёнова
be: #Аксёнава

source: Александровича
be: #Александровіча

source: Альхимовича
be: #Альхімовіча

source: Антонова
be: #Антонава

source: Артёма
be: #Арцёма

source: Архитектурная
be: #Архітэктурная

source: Бабина Гора
be: #Бабіна Гара

source: Бабкина
be: #Бабкіна

source: Бакштанского
be: #Бакштанскага

source: Балицкого
be: #Баліцкага

source: Барановичская
be: #Баранавіцкая

source: Баранцевича
be: #Баранцэвіча

source: Белинского
be: #Бялінскага

source: Беловежская
be: #Белавежская

source: Белорусская
be: #Беларуская

source: Белостокская
be: #Беластоцкая

source: Белостокский
be: #Беластоцкі

source: Белые Росы
be: #Белыя Росы

source: Береговая
be: #Берагавая

source: Берёзовая
be: #Бярозавая

source: Бертеля
be: #Бертэля

source: Биологическая
be: #Біялагічная

source: Блакитная
be: #Блакітная

source: Блакитный
be: #Блакітны

source: Ближняя
be: #Бліжняя

source: Бобровая
be: #Бабровая

source: Бобровый
be: #Бабровы

source: Богатая
be: #Багатая

source: Богдана Хмельницкого
be: #Багдана Хмяльніцкага

source: Богдановича
be: #Багдановіча

source: Богуцкого
be: #Багуцкага

source: Болдина
be: #Болдзіна

source: Большая Троицкая
be: #Вялікая Траецкая

source: Бондовского
be: #Бандоўскага

source: Ботаническая
be: #Батанічная

source: Братская
be: #Брацкая

source: Брестская
be: #Брэсцкая

source: Брикеля
be: #Брыкеля

source: Будённого
be: #Будзёнага

source: Бурштыновая
be: #Бурштынавая

source: Ваньковича
be: #Ваньковіча

source: Василька
be: #Васілька

source: Васильковая
be: #Васільковая

source: Ватутина
be: #Ватуціна

source: Вежливая
be: #Ветлівая

source: Великая Ольшанка
be: #Вялікая Альшанка

source: Венечная
be: #Вянечная

source: Вербовая
be: #Вярбовая

source: Вересковая
be: #Верасовая

source: Веры Хоружей
be: #Веры Харужай

source: Весёлая
be: #Вясёлая

source: Весенняя
be: #Вясновая

source: Виленская
be: #Віленская

source: Виленский
be: #Віленскі

source: Вир
be: #Вір

source: Вишнёвая
be: #Вішнёвая

source: Вишневец
be: #Вішнявец

source: Вишневецкая
be: #Вішнявецкая

source: Возрождения
be: #Адраджэння

source: Вокзальная
be: #Вакзальная

source: Волейбольная
be: #Валейбольная

source: Волжецкого
be: #Валжэцкага

source: Волкова
be: #Волкава

source: Волковича
be: #Ваўковіча

source: Восточная
be: #Усходняя

source: Врублевского
be: #Урублеўскага

source: Встречная
be: #Сустрэчная

source: Гагарина
be: #Гагарына

source: Гарбарский
be: #Гарбарскі

source: Гартного
be: #Гартнага

source: Гастелло
be: #Гастэлы

source: Гедроица
be: #Гедройца

source: Герасимовича
be: #Герасімовіча

source: Герцена
be: #Герцэна

source: Гинтовта
be: #Гінтаўта

source: Главная
be: #Галоўная

source: Гоголя
be: #Гогаля

source: Гожий
be: #Гожы

source: Головача
be: #Галавача

source: Головичи
be: #Галавічы

source: Гонионская
be: #Ганіёнская

source: Гонионский
be: #Ганіёнскі

source: Гончарная
be: #Ганчарная

source: Горновых
be: #Гарнавых

source: Городенская
be: #Гарадзенская

source: Городничанская
be: #Гараднічанская

source: Городская
be: #Гарадская

source: Господарчая
be: #Гаспадарчая

source: Грабовского
be: #Грабоўскага

source: Грандичская
be: #Грандзіцкая

source: Грандичский
be: #Грандзіцкі

source: Грибная
be: #Грыбная

source: Григоровича
be: #Грыгаровіча

source: Гродненская
be: #Гродзенская

source: Грюнвальдская
be: #Грунвальдзкая

source: Давида Городенского
be: #Давыда Гарадзенскага

source: Давний
be: #Даўні

source: Давняя
be: #Даўняя

source: Дальний
be: #Дальні

source: Данилова
be: #Данілава

source: Дарвина
be: #Дарвіна

source: Девятовка
be: #Дзевятоўка

source: Декабристов
be: #Дзекабрыстаў

source: Демченко
be: #Дземчанкі

source: Деревенская
be: #Вясковая

source: Дзержинского
be: #Дзяржынскага

source: Дмитриевка
be: #Дзмітрыеўка

source: Добролюбова
be: #Дабралюбава

source: Доватора
be: #Даватара

source: Домбровского
be: #Дамброўскага

source: Домейко
be: #Дамейкі

source: Доминиканская
be: #Дамініканская

source: Дорожная
be: #Дарожная

source: Достойная
be: #Дастойная

source: Дроздовая
be: #Драздовая

source: Дружеская
be: #Сяброўская

source: Друскеницкая
be: #Друскеніцкая

source: Друскеницкий
be: #Друскеніцкі тупік

source: Духинского
be: #Духінскага

source: Еловая
be: #Яловая

source: Ельского
be: #Ельскага

source: Желанная
be: #Жаданая

source: Железная
be: #Жалезная

source: Железнодорожная
be: #Чыгуначная

source: Железнодорожный
be: #Чыгуначны

source: Железный
be: #Жалезны

source: Желковского
be: #Жалкоўскага

source: Живописный
be: #Маляўнічы

source: Жнивеньская
be: #Жнівеньская

source: Жнивеньский
be: #Жнівеньскі

source: Жуковского
be: #Жукоўскага

source: Заболоть
be: #Забалаць

source: Заболоцкого
be: #Забалоцкага

source: Заверщизна
be: #Завершчызна

source: Заветная
be: #Запаветная

source: Загородный
be: #Загарадны

source: Замковая
be: #Замкавая

source: Замковый
be: #Замкавы тупік

source: Западная
be: #Заходняя

source: Заречная
be: #Зарэчная

source: Заречный
be: #Зарэчны

source: Заславского
be: #Заслаўскага

source: Заслонова
be: #Заслонава

source: Затишная
be: #Зацішная

source: Захарова
be: #Захарава

source: Звёздная
be: #Зорная

source: Звонковая
be: #Званкавая

source: Зелёная
be: #Зялёная

source: Зернова
be: #Зярнова

source: Зерновая
be: #Збожжавая

source: Зои Космодемьянской
be: #Зоі Касмадзям’янскай

source: Золотистая
be: #Залацістая

source: Ивлиева
be: #Іўліева

source: Издательская
be: #Выдавецкая

source: Изумрудная
be: #Ізумрудная

source: Индивидуальная
be: #Індывідуальная

source: Индурское
be: #Індурская шаша

source: Индустриальная
be: #Індустрыяльная

source: Искристая
be: #Іскрыстая

source: Июльская
be: #Ліпеньская

source: Кавязина
be: #Кавязіна

source: Казановского
be: #Казаноўскага

source: Калачевская
be: #Калачаўская

source: Калинина
be: #Калініна

source: Калиновая
be: #Калінавая

source: Калиновского
be: #Каліноўскага

source: Калючинская
be: #Калючынская

source: Капличная
be: #Каплічная

source: Каравайный
be: #Каравайны

source: Карбышева
be: #Карбышава

source: Карского
be: #Карскага

source: Каштановая
be: #Каштанавая

source: Кветко
be: #Квятко

source: Кириченко
be: #Кірычэнкі

source: Кирова
be: #Кірава

source: Кирпичная
be: #Цагляная

source: Кирпичный
be: #Цагляны

source: Кленовая
be: #Кляновая

source: Клецкова
be: #Кляцкога

source: Ковальская
be: #Кавальская

source: Колбасинская
be: #Каўбасінская

source: Колбасинский
be: #Каўбасінскі

source: Коллективная
be: #Калектыўная

source: Коллективный
be: #Калектыўны

source: Коложа
be: #Каложа

source: Колхозная
be: #Калгасная

source: Кольцевая
be: #Кальцавая

source: Кольцевой
be: #Кальцавы

source: Комарова
be: #Камарова

source: Комбайнёрская
be: #Камбайнёрская

source: Коммунальная
be: #Камунальная

source: Коммунальный
be: #Камунальны тупік

source: Комсомольская
be: #Камсамольская

source: Королинская
be: #Каралінская

source: Королихинская
be: #Караліхінская

source: Короткая
be: #Кароткая

source: Короткевича
be: #Караткевіча

source: Космонавтов
be: #Касманаўтаў

source: Костюшко
be: #Касцюшка

source: Котовского
be: #Катоўскага

source: Кохановского
be: #Каханоўскага

source: Краевидная
be: #Краявідная

source: Крайний
be: #Крайні

source: Красная
be: #Чырвоная

source: Красноармейская
be: #Чырвонаармейская

source: Красногвардейская
be: #Чырвонагвардзейская

source: Краснознамённая
be: #Чырвонасцяжная

source: Краснопартизанская
be: #Чырвонапартызанская

source: Краснофлотская
be: #Чырвонафлоцкая

source: Кремко
be: #Крэмко

source: Криничная
be: #Крынічная

source: Криничный
be: #Крынічны

source: Круговая
be: #Кругавая

source: Кстинская
be: #Ксцінская

source: Кстинский
be: #Ксцінскі

source: Куйбышева
be: #Куйбышава

source: Кульбакская
be: #Кульбацкая

source: Купальский
be: #Купальскі

source: Курбатова
be: #Курбатава

source: Курчатова
be: #Курчатава

source: Кутузова
be: #Кутузава

source: Лапенковская
be: #Лапенкаўская

source: Левонабережная
be: #Леванабярэжная

source: Лелевеля
be: #Лелявеля

source: Ленина
be: #Леніна

source: Ленинского Комсомола
be: #Ленінскага Камсамолу

source: Лермонтова
be: #Лермантава

source: Лесная
be: #Лясная

source: Лидская
be: #Лідская

source: Лидский
be: #Лідскі

source: Лизы Чайкиной
be: #Лізы Чайкінай

source: Лиможа
be: #Ліможа

source: Линейная
be: #Лінейная

source: Лисиная Горка
be: #Лісіная Горка

source: Литовского
be: #Літоўскага

source: Лососна
be: #Ласосна

source: Лососнянский
be: #Ласаснянскі

source: Луговая
be: #Лугавая

source: Лучистая
be: #Прамяністая

source: Льва Толстого
be: #Льва Талстога

source: Магистральная
be: #Магістральная

source: Магистральный
be: #Магістральны

source: Мазовецкая
be: #Мазавецкая

source: Максима Горького
be: #Максіма Горкага

source: Малаховичская
be: #Малахавіцкая

source: Малаховичский
be: #Малаховіцкі

source: Малая Троицкая
be: #Малая Траецкая

source: Малиновая
be: #Малінавая

source: Малый
be: #Малы тупік

source: Малыщинская
be: #Малышчынская

source: Малыщинский
be: #Малышчынскі

source: Манюшко
be: #Манюшкі

source: Матросова
be: #Матросава

source: Маяковского
be: #Маякоўскага

source: Медовая
be: #Мядовая

source: Межевая
be: #Межавая

source: Межсовхозная
be: #Міжсаўгасная

source: Меловые горы
be: #Крэйдавыя горы

source: Мелодичная
be: #Меладычная

source: Менделеева
be: #Мендзялеева

source: Меречская застава
be: #Мерацкая застава

source: Миговская
be: #Мігаўская

source: Милевича
be: #Мілевіча

source: Минаева
be: #Мінаева

source: Минейки
be: #Мінейкі

source: Мира
be: #Міру

source: Мирная
be: #Мірная

source: Михася Чарота
be: #Міхася Чарота

source: Мицкевича
be: #Міцкевіча

source: Мичурина
be: #Мічурына

source: Молодая
be: #Маладая

source: Молодёжная
be: #Моладзевая

source: Молодёжный
be: #Моладзевы

source: Молочная
be: #Малочная

source: Мопровская
be: #Мопраўская

source: Морозова
be: #Марозава

source: Мостовая
be: #Маставая

source: Мясницкая
be: #Мясніцкая

source: Наполеона Орды
be: #Напалеона Орды

source: Некрасова
be: #Някрасава

source: Нектарная
be: #Няктарная

source: Нёманский
be: #Нёманскі

source: Немцевича
be: #Нямцэвіча

source: Николаева
be: #Мікалаева

source: Новооктябрьская
be: #Новакастрычніцкая

source: Новосельная
be: #Навасельная

source: Новый
be: #Новы

source: Ногина
be: #Нагіна

source: Обухова
be: #Абухава

source: Объездная
be: #Аб’язная

source: Огинского
be: #Агінскага

source: Огородная
be: #Агародная

source: Одельская
be: #Адэльская

source: Озёрная
be: #Азёрная

source: Озёрный
be: #Азёрны

source: Озёрское
be: #Азёрская шаша

source: Окрестная
be: #Акрэсная

source: Октябрьская
be: #Кастрычніцкая

source: Окульная
be: #Акульная

source: Олимпийская
be: #Алімпійская

source: Ольги Соломовой
be: #Вольгі Саломавай

source: Оптимистическая
be: #Аптымістычная

source: Орджоникидзе
be: #Арджанікідзэ

source: Ореховая
be: #Арэхавая

source: Осавиахимовская
be: #Асавіяхімаўская

source: Осенний
be: #Асенні

source: Осенняя
be: #Асенняя

source: Осипенко
be: #Асіпенкі

source: Островок
be: #Астравок

source: Островского
be: #Астроўскага

source: Отечественная
be: #Айчынная

source: Отрадная
be: #Атрадная

source: Отцовская
be: #Бацькоўская

source: Павла Бобровского
be: #Паўла Баброўскага

source: Павлова
be: #Паўлава

source: Павловского
be: #Паўлоўскага

source: Панченко
be: #Панчанкі

source: Папоротниковая
be: #Папаратнікавая

source: Парижской Коммуны
be: #Парыжскай Камуны

source: Парковая
be: #Паркавая

source: Первоцветная
be: #Першацветная

source: Первый
be: #Першы

source: Переломская
be: #Пераломская

source: Переселка
be: #Пярэселка

source: Переходный
be: #Пераходны

source: Песочная
be: #Пясочная

source: Песочный
be: #Пясочны

source: Пестеля
be: #Пестэля

source: Песчаная
be: #Пясчаная

source: Петра Милонега
be: #Пятра Міланега

source: Пионерская
be: #Піянерская

source: Победоносная
be: #Пераможная

source: Победоносный
be: #Пераможны

source: Победы
be: #Перамогі

source: Поворотная
be: #Паваротная

source: Погоранская
be: #Пагаранская

source: Подгорная
be: #Падгорная

source: Подкрыжаки
be: #Падкрыжакі

source: Подольная
be: #Падольная

source: Подольный
be: #Падольны

source: Подпереселка
be: #Падпярэселка

source: Пожарского
be: #Пажарскага

source: Покровская
be: #Пакроўская

source: Полевая
be: #Палявая

source: Полесская
be: #Палеская

source: Полиграфистов
be: #Паліграфістаў

source: Полянная
be: #Палянная

source: Понемуньская
be: #Панямуньская

source: Попова
be: #Папова

source: Поповича
be: #Паповіча

source: Пороховая
be: #Парахавая

source: Пороховой
be: #Парахавы

source: Портовая
be: #Партовая

source: Поэтическая
be: #Паэтычная

source: Правонабережная
be: #Праванабярэжная

source: Праздничная
be: #Святочная

source: Пригородная
be: #Прыгарадная

source: Пригородный
be: #Прыгарадны

source: Прогулочная
be: #Прагулачная

source: Пролетарская
be: #Пралетарская

source: Пролетарский
be: #Пралетарскі

source: Промысловая
be: #Прамысловая

source: Промысловый
be: #Прамысловы

source: Профсоюзная
be: #Прафсаюзная

source: Пугачёва
be: #Пугачова

source: Пушкина
be: #Пушкіна

source: Пчелиная
be: #Пчаліная

source: Пышки
be: #Пышкі

source: Радужная
be: #Вясёлкавая

source: Разина
be: #Разіна

source: Райгородская
be: #Райгародская

source: Ранишняя
be: #Ранішняя

source: Реймонта
be: #Рэйманта

source: Репина
be: #Рэпіна

source: Речная
be: #Рачная

source: Ржаная
be: #Жытняя

source: Рогачевского
be: #Рагачоўскага

source: Рожанского
be: #Ражанскага

source: Розанова
be: #Разанава

source: Ромашковая
be: #Рамашкавая

source: Рощинская
be: #Рошчынская

source: Рощинский
be: #Рошчынскі

source: Румлёвский
be: #Румлёўскі

source: Ручеевая
be: #Ручаёвая

source: Рябиновая
be: #Рабінавая

source: Садовникова Гора
be: #Садоўнікава Гара

source: Сангина
be: #Сангіна

source: Санфировой
be: #Санфіравай

source: Свердлова
be: #Свярдлова

source: Светлый
be: #Светлы

source: Свитальная
be: #Світальная

source: Северная
be: #Паўночная

source: Сельская
be: #Вясковая

source: Сераковского
be: #Серакоўскага

source: Серафимовича
be: #Серафімовіча

source: Серая
be: #Шэрая

source: Сергея Лазо
be: #Сяргея Лазо

source: Сергея Ланского
be: #Сяргея Ланскога

source: Серебряная
be: #Срэбраная

source: Сивачёва
be: #Сівачова

source: Сказочная
be: #Казачная

source: Скоморошки
be: #Скамарошкі

source: Скрынника
be: #Скрынніка

source: Славинского
be: #Славінскага

source: Славная
be: #Слаўная

source: Словацкого
be: #Славацкага

source: Смирнова
be: #Смірнова

source: Советская
be: #Савецкая

source: Советских Пограничников
be: #Савецкіх Пагранічнікаў

source: Совхозная
be: #Саўгасная

source: Соколиная
be: #Сакаліная

source: Соколовского
be: #Сакалоўскага

source: Сокольская
be: #Сакольская

source: Сокольский
be: #Сакольскі

source: Солнечная
be: #Сонечная

source: Соломенковская
be: #Саломенкаўская

source: Сопоцкинская
be: #Сапоцкінская

source: Соседняя
be: #Суседняя

source: Сосновая
be: #Сасновая

source: Софьи Налковской
be: #Зоф’і Налкоўскай

source: Социалистическая
be: #Сацыялістычная

source: Спартаковская
be: #Спартакаўская

source: Средний
be: #Сярэдні

source: Старая Ольшанка
be: #Старая Альшанка

source: Старозамковая
be: #Старазамкавая

source: Стахановская
be: #Стаханаўская

source: Стефана Батория
be: #Стэфана Баторыя

source: Стрелковая
be: #Стралковая

source: Строителей
be: #Будаўнікоў

source: Студенческая
be: #Студэнцкая

source: Суворова
be: #Суворава

source: Сулистровского
be: #Сулістроўскага

source: Суничная
be: #Сунічная

source: Сухомбаева
be: #Сухамбаева

source: Счастливая
be: #Шчаслівая

source: Счастного
be: #Счаснага

source: Сырокомли
be: #Сыракомлі

source: Тавлая
be: #Таўлая

source: Тарусичский
be: #Тарусіцкі

source: Творческая
be: #Творчая

source: Телеграфная
be: #Тэлеграфная

source: Телеграфный
be: #Тэлеграфны

source: Тельмана
be: #Тэльмана

source: Тенистая
be: #Цяністая

source: Тенистый
be: #Цяністы

source: Терешковой
be: #Церашковай

source: Тесная
be: #Цесная

source: Тетки
be: #Цёткі

source: Тизенгауза
be: #Тызенгаўза

source: Тимирязева
be: #Ціміразева

source: Титова
be: #Цітова

source: Тихая
be: #Ціхая

source: Тихий
be: #Ціхі

source: Томина
be: #Томіна

source: Тополевая
be: #Таполевая

source: Тракторная
be: #Трактарная

source: Транспортная
be: #Транспартная

source: Трудовая
be: #Працоўная

source: Туманный
be: #Туманны

source: Удачная
be: #Удалая

source: Узкая
be: #Вузкая

source: Урицкого
be: #Урыцкага

source: Урожайная
be: #Ураджайная

source: урочище Пышки
be: #урочышча Пышкі

source: Усова
be: #Вусава

source: Ученическая
be: #Вучнёўская

source: Уютная
be: #Утульная

source: Фабричная
be: #Фабрычная

source: Фабричный
be: #Фабрычны

source: Февральская
be: #Лютаўская

source: Фестивальная
be: #Фестывальная

source: Фомичёва
be: #Фамічова

source: Франтишка Богушевича
be: #Францішка Багушэвіча

source: Фрунзе
be: #Фрунзэ

source: Фурсенко
be: #Фурсенкі

source: Химиков
be: #Хімікаў

source: Хлебосольная
be: #Хлебасольная

source: Хлебосольный
be: #Хлебасольны

source: Холмистая
be: #Халмістая

source: Холодная
be: #Халодная

source: Цветочная
be: #Кветкавая

source: Центральная
be: #Цэнтральная

source: Чаборовая
be: #Чабаровая

source: Чародейная
be: #Чарадзейная

source: Черничная
be: #Чарнічная

source: Чернышевского
be: #Чарнышэўскага

source: Черняховского
be: #Чарняхоўскага

source: Чехова
be: #Чэхава

source: Чещавляны
be: #Чашчаўляны

source: Чистая
be: #Чыстая

source: Чкалова
be: #Чкалава

source: Чопчица
be: #Чопчыца

source: Чудесная
be: #Цудоўная

source: Чюрлёниса
be: #Чурлёніса

source: Шарипова
be: #Шарыпава

source: Шевченко
be: #Шаўчэнкі

source: Шидловского
be: #Шыдлоўскага

source: Широкая
be: #Шырокая

source: Шишкина
be: #Шышкіна

source: Шоссейная
be: #Шасэйная

source: Шоссейный
be: #Шасэйны

source: Щедрая
be: #Шчодрая

source: Щедрина
be: #Шчадрына

source: Щорса
be: #Шчорса

source: Экзотическая
be: #Экзатычная

source: Элизы Ожешко
be: #Элізы Ажэшкі

source: Южная
be: #Паўднёвая

source: Южный
be: #Паўднёвы

source: Юндила
be: #Юндзілы

source: Юрия Олеши
be: #Юрыя Алешы

source: Яблоневая
be: #Яблыневая

source: Ягодная
be: #Ягадная

source: Янки Купалы
be: #Янкі Купалы

source: Яснополянская
be: #Яснапалянская
